tap "marghidanu/werk" || true

brew "awscli"
brew "crystal"
brew "go"
brew "hadolint"
brew "helm"
brew "htop"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "mas"
brew "midnight-commander"
brew "node"
brew "shellcheck"
brew "terraform"
brew "watchexec"
brew "werk"
brew "yq"

# --- Casks 

cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "omnifocus"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "yed"
cask "zoom"

# --- App Store

mas "Dashlane – Password Manager", id: 517914548