tap "marghidanu/werk" || true
tap "romkatv/powerlevel10k" || true

# --- Taps
brew "ansible"
brew "awscli"
brew "crystal"
brew "defaultbrowser"
brew "go"
brew "hadolint"
brew "helm"
brew "htop"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "mas"
brew "midnight-commander"
brew "node"
brew "openssl"
brew "podman-compose"
brew "podman"
brew "postgresql@14"
brew "powerlevel10k"
brew "shellcheck"
brew "sponge"
brew "telnet"
brew "terraform"
brew "watchexec"
brew "werk"
brew "yq"
brew "zig"

# --- Casks 

cask "1password"
cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "meld"
cask "omnifocus"
cask "slack"
cask "spotify"
cask "stats"
cask "tunnelblick"
cask "visual-studio-code"
cask "yed"
cask "zoom"